[
    "Take a photo of $PLAYER that includes their shoulders",
    "Top up the drinks of three people",
    "Find and keep something wet until the end of the round (drinks don't count)",
    {"Put something small but significant in your sock. If you don't have socks on then skip.":"Put on socks."},
    "Get the phrase 'nice shins' in conversation",
    "Jump at least 1 foot in the air, with witnesses",
    "Film a video that is mostly footage of something green",
    "Text another player",
    "Take a 3 second video of you holding a silly face",
    "Sing a short snippet of a song with made-up lyrics in a subtle manner.",
    "Find an item inside the house that starts with the same letter as your name and carry it with you for the rest of the round.",
    "Take a photo with exactly three different items of the same color within the house.",
    "Get at least one player to sing along with you.",
    "Ask a question to the group that only you and one other player know the answer to.",
    "Start a conversation about a favorite childhood memory with another player without using the words 'childhood' or 'memory'.",
    "Make a cup of tea or coffee for someone other than you.",
    "Find an object and take a photo of it in a way that it looks like something else.",
    "Compliment every player in the game in a subtle manner within a conversation.",
    "Create a story about an imaginary event that happened at home and convince at least two players that it's true.",
    "Perform an impromptu magic trick for another player.",
    "Convince someone to lend you an item they're using without revealing why you need it.",
    "Record someone saying the words 'shenanigans' or 'game' in conversation.",
    "Start a conversation in a different language with another player.",
    "Convince another player that a celebrity called them on the phone.",
    "Start a discussion about a made-up family tradition and see if others believe it's real.",
    "Tell a story about an outrageous adventure you had in a place everyone knows you've never been to.",
    "Convince a player that you have an unusual talent, like speaking a fictional language or a bizarre skill.",
    "Claim that you've seen something strange or extraordinary in the house and try to get someone to believe it.",
    "Do a Jaime... dissappear for at least 1 minute (maybe record your free time for proof)"
]
